console.log("Первое задание"); // Порядок заданий
let city = prompt("Введите ваш город!"); // пользователь вводит свой город
let temepature = prompt("Сколько сейчас градусов на улице?"); // пользователь вводит температуру
console.log("Ваш город " + city); // Выыводится информация о городе пользователя
console.log("На улице сейчас " + temepature + " °C"); // Выводится информация о температуре пользователя в консоль
console.log(""); // разделитель заданий
console.log("Второе задание"); // Порядок заданий
let z = Number(prompt("Введите первое число!")); // пользователь вводит первое число с типом данных число
let o = Number(prompt("Введите второе число!")); // пользователь вводит второе число с типом данных число
let v = Number(prompt("Введите третье число!")); // пользователь вводит третье число с типом данных число
console.log((z + o) * v); // выражение вычисляет ответ и выводит в консоль
